{
  "status": "active",
  "sender": "628992490269@s.whatsapp.net",
  "name": "Noire",
  "animes": [
    {
      "status": 200,
      "name": "Sakura ",
      "image": [
        "https://cdn.myanimelist.net/images/characters/2/396102.jpg"
      ],
      "full_desc": "Sakura  (サクラ)\nSakura is the youngest daughter of Sumeragi and Ikona and the youngest child of four in the Hoshidan royal family. According to Ryoma, shortly after her birth, her parents named her after a cherry blossom tree that bloomed beautifully every spring. Originally having another sibling in Corrin, Sakura lost them when they were kidnapped as a young child and raised in Nohr. The rumors had spread throughout the castle that Sakura was supposedly the original target, but Ryoma had denied these notions to her. Still, this event had an effect on her personality, making her meek and timid.\n\n(Source: Fire Emblem Wiki)",
      "url": "https://myanimelist.net/character/176523/Sakura",
      "anime": [],
      "manga": [
        {
          "name": "Fire Emblem Heroes: Eiyuu-tachi no Nichijou",
          "url": "https://myanimelist.net/manga/121523/Fire_Emblem_Heroes__Eiyuu-tachi_no_Nichijou"
        }
      ]
    },
    {
      "status": 200,
      "name": "Onodera, Kosaki (Dera-chan)",
      "image": [
        "https://cdn.myanimelist.net/images/characters/9/241653.jpg"
      ],
      "full_desc": "Kosaki Onodera (小野寺 小咲)\nAge: 15-17\nBirthday: June 15\nHeight: 157 cm\nLikes: Raku Ichijou, animals\nAbilities: Natural Affinity for Animals, Japanese sweets decoration\n\nShe is one of the main characters in the manga series Nisekoi. She is shown to have a crush on Raku Ichijou, the male protagonist of Nisekoi, and is also the only girl that Ichijou openly has feelings for. \n\nOnodera is discreet, innocent, and slightly timid. She is very kind, she takes care of Ichijou when he is wounded or ill. Generally, she opts to think carefully before acting, as seen when she stalls her confession to Ichijou in consideration that he may have feelings for Kirisaki.\n\nIn confrontation with Ichijou, Onodera lacks confidence, initially needing encouragement from Miyamoto to attempt confessing her love.\n\nOnodera works well with her classmates, possessing close friends and being the most popular girl for the boys before Kirisaki transferred and after Kirisaki and Ichijou allegedly began dating. \n\nBoth Kosaki and Ichijou are completely unaware that the feelings they hold for each other are mutual. Like in many average fictional love stories, these two try not to show their feelings to each other. She loves Raku because he is kind and caring. Just like the other girls who like him, she can be jealous as well but not to the point of having bloodlust. She often worries/wonders whether Raku and Chitoge's \"fake relationship\" is actually developing into something more than just that. \n\nChitoge and Onodera have a really trusting relationship. It can even be considered that they are best friends since Chitoge only tells her problems to her (except in some cases, Raku as well). Despite her knowing that Chitoge and Raku are only pretending to date, she at times can't help but be suspicious of their relationship. \n\nIt is revealed at the end of the manga that she is in fact the girl that Raku promised to marry as a child. They both confess that they have had feelings for each other since middle school; however, Raku also tells her that he has fallen in love with Chitoge.\n(Source: Nisekoi Wikia)",
      "url": "https://myanimelist.net/character/52723/Kosaki_Onodera",
      "anime": [
        {
          "Anime": "Nisekoimonogatari",
          "url": "https://myanimelist.net/anime/30514/Nisekoimonogatari"
        },
        {
          "Anime": "Nisekoi:",
          "url": "https://myanimelist.net/anime/27787/Nisekoi_"
        },
        {
          "Anime": "Nisekoi: OVA",
          "url": "https://myanimelist.net/anime/32553/Nisekoi__OVA"
        },
        {
          "Anime": "Nisekoi",
          "url": "https://myanimelist.net/anime/18897/Nisekoi"
        },
        {
          "Anime": "Nisekoi OVA",
          "url": "https://myanimelist.net/anime/24227/Nisekoi_OVA"
        }
      ],
      "manga": [
        {
          "name": "Ore Koi!!Nisekoi: UrabanaNisekyuu!!NisekoiMagical Pâtissière Kosaki-chan!!",
          "url": "https://myanimelist.net/manga/58193/Ore_Koi"
        }
      ]
    },
    {
      "status": 200,
      "name": "Sasuke (Clockwork Ninja)",
      "image": [
        "https://cdn.myanimelist.net/images/characters/16/102586.jpg"
      ],
      "full_desc": "Sasuke  (サスケ)\nHometown: Iga\nFunction: Ninja\nCreator: Monoshirii\nTitle: Clockwork Ninja\nArmaments: Kunai, Firecracker Bomb\n\nThe powerful \"Clockwork Ninja\" created by the Wiseman Monoshirii, Sasuke is a highly adaptive combat robot. Sasuke originally provided Monoshiri protection as the Jounin (Head Ninja) of a band of clockwork ninjas.\nSasuke is also fairly naive, incapable of doubting the meaning of even the most sarcastic of statements. Because of this, he is often puzzled and confused with Goemon and Ebisumaru, as they are more relaxed and lax individuals. Overall, Sasuke has learned that he can trust in Goemon's leadership and judgement when things get serious. Known to few, Sasuke is built with a purposeless and highly dangerous internal switch that changes Sasuke from his normal altrustic personality to savage villain.\n\n(Source:  \tGanbare Goemon Wiki)",
      "url": "https://myanimelist.net/character/37593/Sasuke",
      "anime": [
        {
          "Anime": "Ganbare Goemon",
          "url": "https://myanimelist.net/anime/2885/Ganbare_Goemon"
        },
        {
          "Anime": "Ganbare Goemon: Jigen Jou no Akumu",
          "url": "https://myanimelist.net/anime/8862/Ganbare_Goemon__Jigen_Jou_no_Akumu"
        },
        {
          "Anime": "Ganbare Goemon: Chikyuu Kyuushutsu Daisakusen",
          "url": "https://myanimelist.net/anime/9464/Ganbare_Goemon__Chikyuu_Kyuushutsu_Daisakusen"
        }
      ],
      "manga": []
    },
    {
      "status": 200,
      "name": "Minami, Tsuyoshi (Ace Killer)",
      "image": [
        "https://cdn.myanimelist.net/images/characters/11/284359.jpg"
      ],
      "full_desc": "Tsuyoshi Minami (南 烈)\nTsuyoshi Minami is the captain of Toyotama High School and one of the two aces (who Sakuragi calls \"chick-face\" after the bird), the other being Kishimoto. He is known as the \"Ace Killer\" and lives up to this nickname by hitting Rukawa in the face with his elbow as he once did to Kenji Fujima of Shoyo , leaving him with a black eye for the whole 2nd half of the game. Minami however makes up for it later, as the night before the match against Sannoh, he gives Rukawa an ointment to help his eye heal and warns him about Sawakita.",
      "url": "https://myanimelist.net/character/129815/Tsuyoshi_Minami",
      "anime": [
        {
          "Anime": "Slam Dunk",
          "url": "https://myanimelist.net/anime/170/Slam_Dunk"
        }
      ],
      "manga": [
        {
          "name": "Slam Dunk",
          "url": "https://myanimelist.net/manga/51/Slam_Dunk"
        }
      ]
    }
  ]
}